[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Κλείσιμο
btnUpdate.Caption=Λήψη
btnConfirmCancel.Caption=Άκυρο
btnUptoDateOK.Caption=OK
lblUpToDate.Caption=Συγχαρητήρια! Έχετε ήδη τη τελευταία έκδοση. Δεν υπάρχουν διαθέσιμες ενημερώσεις.
lblGetUptInfo.Caption=Συλλέγει πληροφορίες ενημέρωσης, παρακαλώ περιμένετε...
btnConfigCancel.Caption=Άκυρο
btnMinimize.Caption=Ελαχιστοποίηση
btnProcessCancel.Caption=Άκυρο
btnUptWeb.Caption=Ενημέρωση τώρα
btnWebCancel.Caption=Ενημέρωση αργότερα
lblUpdateFailed.Caption=Η ενημέρωση απέτυχε! Παρακαλώ δοκιμάστε ξανά αργότερα. Ή παρακαλώ κάντε κλικ στο κουμπί "Επανάληψη" για ενημέρωση πάλι.
btnFailedClose.Caption=Κλείσιμο
btnRetry.Caption=Δοκιμάστε ξανά
btnSuccessClose.Caption=OK

[LiveUpdate_M]
Item=Στοιχείο
Size=Μέγεθος
Version=Έκδοση
DownLoading=Κάνει λήψη
OK=OK
Close=Κλείσμο
LiveUpdate=Ενημέρωση
UpdateSuccess=%s έχει ενημερωθεί. Μπορείτε τώρα να απολαύσετε τα τελευταία χαρακτηριστικά και βελτιώσεις.
WebDownLoad=Νέα έκδοση από %s είναι διαθέσιμη. Παρακαλώ ενημερώστε το τώρα για να πάρετε τα πιο πρόσφατα χαρακτηριστικά και βελτιώσεις. Αυτό είναι δωρεάν.
AvailableUpdates=Διαθέσιμες ενημερώσεις
NewVersion=Νέα έκδοση
VersionUpdate=Ενημέρωση έκδοσης
ImportantUpdate=Σημαντική ενημέρωση

